<?php
return array(
    'status' => array(
            -1 => '客户端异常',
            -2 => '该手机号还未注册',
            -3 =>  '查询失败',
            -4 => '用户账号异常',
            -5 => '用户鉴权失败',
            -6 => '信息过期，请重新登录',
            -7 => '参数错误',
           -10 => '系统繁忙',
           -11 => '验证码已失效',
           -13 => '手机号码无效',
           -14 => '手机号码已存在',
           -17 => '原密码错误',
           -18 => '验证码无效',
           -19 => '重置失败',
           -20 => '刷新失败',
           -21 => '二维码已失效，请刷新二维码',
           -22 => '会员卡已过期',
           -23 => '网络或服务异常，请重新操作',


            1  => '登录成功',
            2  => '添加成功',
            3  => '更新成功',
            4  => '查询成功',
            5  => '短信发送成功',
            6  => '重置成功',
            7  => '提交成功',
            8  => '刷新成功',
            9  => '手机号可以注册',
            10  => '扫码成功'
    )
);